{
  "main": {
    "name": "Caio Cristo",
    "occupation": "Frontend Developer",
    "description": "pronto para ajuda-lo no seu próximo projeto! Veja mais sobre mim em baixo",
    "image": "profilepic.jpg",
    "bio": "O meu nome é Caio Cristo e sou um jovem proveniente da terra do leitão (Mealhada!!), recém licenciado pela Universidade de Aveiro, além de um amante de desporto, geografia e factos interessantes (que apenas eu acho interessantes 😅).",
    "bio2": "Desde o secundário que o meu interesse se centra na web e na criação de novas soluções e conteúdos para este meio de comunicação. Meio este que, não só faz parte da nossa vida quotidiana, como (quase que) é a nossa vida, em muitos casos. Como tal, pretendo lançar uma carreira como Frontend Developer (nunca pensei que fosse dar para isto 😎), sempre com o objetivo de aprender mais e melhorar o meu “craft”.",
    "contactmessage": "Qualquer dúvida ou outro assunto não hesite em falar comigo diretamente!",
    "email": "caiovc34@gmail.com",
    "phone": "917 233 221",
    "resumedownload": "../../public/CV.pdf",
    "social": [
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/caio-cristo",
        "className": "fa fa-linkedin"
      },
      {
        "name": "github",
        "url": "http://github.com/caio1534",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "softskills": "Soft skills incluem capacidade de trabalhar em grupo, flexibilidade/capacidade de ouvir, decision making, criatividade, otimismo, paciência e muito mais!",
    "education": [
      {
        "school": "Universidade de Aveiro",
        "degree": "Licenciatura em Novas Tecnologias da Comunicação",
        "graduated": "Julho 2020",
        "description": "O curso que frequentei deu-me a oportunidade de explorar diversas áreas como programação, web design, fotografia, vídeo, comunicação... e mais umas quantas coisas. Aqui surgiu a minha vontade em desenvolver websites e desenhar interfaces para a web, além de ter aprendido ainda o valor de trabalhar em grupo e de ter uma mente aberta a novas soluções para novos problemas."
      },
      {
        "school": "Escola Secundária da Mealhada",
        "degree": "Curso Profissional Técnico de Multimédia",
        "graduated": "Julho 2017",
        "description": "Talvez sem me dar totalmente conta inicialmente, foi aqui que o meu interesse pela área da multimédia (e internet no geral) foi realmente despertado, o que se tornou um verdadeiro gosto mais à frente. Mais importante que as competências técnicas aprendidas, foi esta ideia que o meu futuro poderia um dia passar por estar algures à frente de um monitor de computador a criar algo."
      }
    ],
    "skills": [
      {
        "name": "React",
        "level": "75%"
      },
      {
        "name": "Firebase",
        "level": "64%"
      },
      {
        "name": "HTML5",
        "level": "90%"
      },
      {
        "name": "CSS",
        "level": "73%"
      },
      {
        "name": "Bootstrap",
        "level": "82%"
      },
      {
        "name": "Photoshop",
        "level": "58%"
      },
      {
        "name": "Illustrator",
        "level": "62%"
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "A Voz das Cartas",
        "category": "Jogo de aventura desenvolvido em parceria com docentes da Escola Superior de Saúde da UA",
        "image": "lab3.png",
        "technology": "js"
      },
      {
        "title": "ConventRoutine",
        "category": "Jogo desenvolvido em parceria com o Museu de Aveiro / Santa Joana",
        "image": "lab4.png",
        "technology": "php"
      },
      {
        "title": "Premier League - Fans",
        "category": "Website informativo acerca da principal liga de futebol inglesa",
        "image": "lab5.png",
        "technology": "react"
      },
      {
        "title": "Adventour",
        "category": "Jogo com narrativa interativa de viagem para o público universitário sénior",
        "image": "projf.png",
        "url": "https://adventour-17c81.web.app",
        "technology": "react"
      }
    ]
  },
  "testimonials": {
    "testimonials": [
      {
        "text": "Trabalhar com o Caio é muito bom, pode não parecer à primeira vista mas ele sabe distinguir quando é para trabalhar a sério e quando se pode brincar. É uma pessoa que está sempre pronta a ajudar e sabe como guiar e organizar um trabalho.",
        "user": "Daniela Pereira, ex-colega NTC 2017/20"
      },
      {
        "text": "Ao longo da licenciatura tive a oportunidade de realizar vários projetos onde o Caio participou e sem dúvida posso dizer que há dedicação, trabalho e vontade de querer sempre melhorar aquilo que está a fazer, mesmo que o tempo seja reduzido, não sendo afetado pela pressão - prefere esforçar-se para ter um bom resultado, refazendo as vezes que forem precisas, do que entregar algo que poderia estar melhor. Acima de tudo, tem uma mente aberta, ouvindo e refletindo sobre as opiniões que estão a ser dadas, trabalhando como um todo.",
        "user": "Bruno Lopes, ex-colega NTC 2017/20"
      }
    ]
  }
}